Repository: manumaticx/Sandstorm.CookiePunch
Catalog: Resources/Private/Translations/*/Klaro.xlf
Languages: el, es, fi, it, nl, no, ro, sr, sr_cyrl, sv, tr

# consentModal.title
source: Information that we collect
el: Πληροφορίες που συλλέγουμε
es: Información que recopilamos
fi: Keräämämme tiedot
it: Informazioni che raccogliamo
nl: Informatie die we verzamelen
no: Informasjon vi samler inn
ro: Informațiile pe care le colectăm
sr: Informacije koje prikupljamo
sr_cyrl: Информације које прикупљамо
sv: Information som vi samlar
tr: Sakladığımız bilgiler

# consentModal.description
source: Here you can see and customize the information that we collect about you.
el: Εδώ μπορείς να δεις και να ρυθμίσεις τις πληροφορίες που συλλέγουμε σχετικά με εσένα
es: Aquí puede ver y personalizar la información que recopilamos sobre usted.
fi: Voit tarkastella ja muokata sinusta keräämiämme tietoja.
it: Qui puoi vedere e scegliere le informazioni che raccogliamo su di te.
nl: Hier kunt u de informatie bekijken en aanpassen die we over u verzamelen.
no: Her kan du se og velge hvilken informasjon vi samler inn om deg.
ro: Aici puteți vedea și personaliza informațiile pe care le colectăm despre dvs.
sr: Ovde možete videti i podesiti informacije koje prikupljamo o Vama.
sr_cyrl: Овде можете видет и подесити информације које прикупљамо о Вама.
sv: Här kan du se och anpassa vilken information vi samlar om dig.
tr: Hakkınızda topladığımız bilgileri burada görebilir ve özelleştirebilirsiniz.

# consentModal.privacyPolicy.name
source: privacy policy
el: Πολιτική Απορρήτου
es: política de privacidad
fi: tietosuojasivultamme
it: policy privacy
nl: privacybeleid
no: personvernerklæring
ro: politica privacy
sr: politiku privatnosti
sr_cyrl: политику приватности
sv: Integritetspolicy
tr: Gizlilik Politikası

# consentModal.privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
el: Για περισσότερες πληροφορίες, παρακαλώ διαβάστε την {privacyPolicy}.
es: Para más información consulte nuestra {privacyPolicy}.
fi: Voit lukea lisätietoja {privacyPolicy}.
it: Per saperne di più, leggi la nostra {privacyPolicy}.
nl: Lees ons privacybeleid voor meer informatie {privacyPolicy}.
no: For å lære mer, vennligst les vår {privacyPolicy}.
ro: Pentru a afla mai multe, vă rugăm să citiți {privacyPolicy}.
sr: Za više informacije pročitajte našu {privacyPolicy}.
sr_cyrl: За више информација прочитајте нашу {privacyPolicy}.
sv: För att veta mer, läs vår {privacyPolicy}.
tr: Daha fazlası için lütfen {privacyPolicy} sayfamızı okuyun.

# consentNotice.changeDescription
source: There were changes since your last visit, please update your consent.
el: Πραγματοποιήθηκαν αλλαγές μετά την τελευταία σας επίσκεψη παρακαλούμε ανανεώστε την συγκατάθεση σας
es: Ha habido cambios desde su última visita, por favor, actualice su consentimiento.
fi: Olemme tehneet muutoksia ehtoihin viime vierailusi jälkeen, tarkista ehdot.
it: Ci sono stati cambiamenti dalla tua ultima visita, aggiorna il tuo consenso.
nl: Er waren wijzigingen sinds uw laatste bezoek, werk uw voorkeuren bij.
no: Det har skjedd endringer siden ditt siste besøk, vennligst oppdater ditt samtykke.
ro: Au existat modificări de la ultima vizită, vă rugăm să actualizați consimțământul.
sr: Došlo je do promena od Vaše poslednje posete, molimo Vas da ažurirate svoja odobrenja.
sr_cyrl: Дошло је до промена од Ваше последнје посете, молимо Вас да ажурирате своја одобрења.
sv: Det har skett förändringar sedan ditt senaste besök, var god uppdatera ditt medgivande.
tr: Son ziyaretinizden bu yana değişiklikler oldu, lütfen seçiminizi güncelleyin.

# consentNotice.description
source: We collect and process your personal information for the following purposes: {purposes}.
el: Συγκεντρώνουμε και επεξεργαζόμαστε τα προσωπικά δεδομένα σας για τους παρακάτω λόγους: {purposes}.
es: Recopilamos y procesamos su información personal con los siguientes fines: {purposes}.
fi: Keräämme ja käsittelemme henkilötietoja seuraaviin tarkoituksiin: {purposes}.
it: Raccogliamo ed elaboriamo le vostre informazioni personali per i seguenti scopi: {purposes}.
nl: Wij verzamelen en verwerken uw persoonlijke gegevens voor de volgende doeleinden: {purposes}.
no: Vi samler inn og prosesserer din personlige informasjon av følgende årsaker: {purposes}.
ro: Colectăm și procesăm informațiile dvs. personale în următoarele scopuri: {purposes}.
sr: Mi prikupljamo i procesiramo Vaše lične podatke radi sledećeg: {purposes}.
sr_cyrl: Ми прикупљамо и процесирамо Ваше личне податке ради следећег: {purposes}.
sv: Vi samlar och bearbetar din personliga data i följande syften: {purposes}.
tr: Kişisel bilgilerinizi aşağıdaki amaçlarla saklıyor ve işliyoruz: {purposes}.

# consentNotice.learnMore
source: Customize
el: Περισσότερα
es: Más información
fi: Lue lisää
it: Scopri di più
nl: Lees meer
no: Lær mer
ro: Află mai multe
sr: Saznajte više
sr_cyrl: Сазнајте више
sv: Läs mer
tr: Daha fazla bilgi

# consentNotice.privacyPolicy.name
source: privacy policy
el: Πολιτική Απορρήτου
es: política de privacidad
fi: tietosuojasivultamme
it: policy privacy
nl: privacybeleid
no: personvernerklæring
ro: politica privacy
sr: politiku privatnosti
sr_cyrl: политику приватности
sv: Integritetspolicy
tr: Gizlilik Politikası

# ok
source: Accept
el: OK
es: Aceptar
fi: Hyväksy
it: OK
nl: OK
no: OK
ro: OK
sr: U redu
sr_cyrl: У реду
sv: OK
tr: Tamam

source: Save
el: Αποθήκευση
es: Guardar
fi: Tallenna
it: Salva
nl: Opslaan
no: Opslaan
ro: Salvează
sr: Sačuvaj
sr_cyrl: Сачувај
sv: Spara
tr: Kaydet

source: Decline
el: Απόρριπτω
es: Rechazar
fi: Hylkää
it: Rifiuta
nl: Afwijzen
no: Avslå
ro: Renunță
sr: Odbij
sr_cyrl: Одбиј
sv: Avböj
tr: Reddet

source: Accept all
no: Godtar alle
sv: Acceptera alla

source: Accept selected
no: Godtar valgt
sv: Acceptera markerat

source: Close
el: Κλείσιμο
es: Cerrar
fi: Sulje
it: Chiudi
nl: Sluiten
sr: Zatvori
sr_cyrl: Затвори
sv: Stäng
tr: Kapat

# app.disableAll.title
source: Toggle all apps
el: Για όλες τις εφαρμογές
es: Habilitar/deshabilitar todas las aplicaciones
fi: Valitse kaikki
it: Cambia per tutte le app
nl: Alle opties in/uit schakelen
no: Bytt alle apper
ro: Comutați între toate aplicațiile
sr: Izmeni sve
sr_cyrl: Измени све
sv: Ändra för alla appar
tr: Tüm uygulamaları aç/kapat

# app.disableAll.description
source: Use this switch to enable/disable all apps.
el: Χρησιμοποίησε αυτό τον διακόπτη για να ενεργοποιήσεις/απενεργοποιήσεις όλες τις εφαρμογές
es: Use este botón para habilitar o deshabilitar todas las aplicaciones.
fi: Aktivoi kaikki päälle/pois.
it: Usa questo interruttore per abilitare/disabilitare tutte le app.
nl: Gebruik deze schakeloptie om alle apps in/uit te schakelen.
no: Bruk denne for å skru av/på alle apper.
ro: Utilizați acest switch pentru a activa/dezactiva toate aplicațiile.
sr: Koristite ovaj prekidač da omogućite/onesposobite sve aplikacije odjednom.
sr_cyrl: Користите овај прекидач да омогућите/онеспособите све апликације одједном.
sv: Använd detta reglage för att aktivera/avaktivera samtliga appar.
tr: Toplu açma/kapama için bu düğmeyi kullanabilirsin.

# app.optOut.title
source: (opt-out)
el: (μη απαιτούμενο)
fi: (ladataan oletuksena)
nl: (afmelden)
sr: (onesposobite)
sr_cyrl: (онеспособите)
sv: (Avaktivera)
tr: (isteğe bağlı)

# app.optOut.description
source: This app is loaded by default (but you can opt out)
el: Είναι προκαθορισμένο να φορτώνεται, άλλα μπορεί να παραληφθεί
es: Esta aplicación se carga de forma predeterminada (pero puede desactivarla)
fi: Ladataan oletuksena (mutta voit ottaa sen pois päältä)
it: Quest'applicazione è caricata di default (ma puoi disattivarla)
nl: Deze app is standaard geladen (maar je kunt je afmelden)
no: Denne appen er lastet som standard (men du kan skru det av)
ro: Această aplicație este încărcată în mod implicit (dar puteți renunța)
sr: Ova aplikacija je učitana automatski (ali je možete onesposobiti)
sr_cyrl: Ова апликација је учитана аутоматски (али је можете онеспособити)
sv: Den här appen laddas som standardinställning (men du kan avaktivera den)
tr: Bu uygulama varsayılanda yüklendi (ancak iptal edebilirsin)

# app.required.title
source: (always required)
el: (απαιτούμενο)
es: (necesaria)
fi: (vaaditaan)
it: (sempre richiesto)
nl: (altijd verplicht)
no: (alltid påkrevd)
ro: (întotdeauna necesar)
sr: (neophodna)
sr_cyrl: (неопходна)
sv: (Krävs alltid)
tr: (her zaman gerekli)

# app.required.description
source: This application is always required
el: Δεν γίνεται να λειτουργήσει σωστά η εφαρμογή χωρίς αυτό
es: Esta aplicación se necesita siempre
fi: Sivusto vaatii tämän aina
it: Quest'applicazione è sempre richiesta
nl: Deze applicatie is altijd vereist
no: Denne applikasjonen er alltid påkrevd
ro: Această aplicație este întotdeauna necesară
sr: Ova aplikacija je uvek neophodna.
sr_cyrl: Ова апликација је увек неопходна.
sv: Den här applikationen krävs alltid
tr: Bu uygulama her zaman gerekli

# app.purposes
source: Purposes
el: Σκοποί
es: Fines
fi: Käyttötarkoitukset
it: Scopi
nl: Doeleinden
no: Årsaker
ro: Scopuri
sr: Svrhe
sr_cyrl: Сврхе
sv: Syften
tr: Amaçlar

# app.purpose
source: Purpose
el: Σκοπός
es: Fin
fi: Käyttötarkoitus
it: Scopo
nl: Doeleinde
no: Årsak
ro: Scop
sr: Svrha
sr_cyrl: Сврха
sv: Syfte
tr: Amaç

# poweredBy
source: Powered by Klaro!
el: Υποστηρίζεται από το Klaro!
fi: Palvelun tarjoaa Klaro!
it: Realizzato da Klaro!
nl: Aangedreven door Klaro!
no: Laget med Klaro!
ro: Realizat de Klaro!
sr: Pokreće Klaro!
sr_cyrl: Покреће Кларо!
sv: Körs på Klaro!
tr: Klaro tarafından geliştirildi!

# consentNotice.imprint.name
source: Imprint
es: Imprimir
it: Impronta
nl: Afdruk
